Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# network_diagnostics.ipv6.normal.summary
source: IPv6 HTTPS access verified
de: IPv6-HTTPS-Zugriff bestätigt
es: Acceso HTTPS mediante IPv6 verificado
fr: Accès HTTPS IPv6 vérifié
ja: IPv6経由のHTTPSアクセスを確認しました
zh_hans: 已验证通过 IPv6 的 HTTPS 访问

# network_diagnostics.ipv6.skipped.summary
source: No global IPv6 address is available, so the optional IPv6 check was skipped
de: Keine globale IPv6-Adresse ist verfügbar. Daher wurde die optionale IPv6-Prüfung übersprungen
es: No hay ninguna dirección IPv6 global disponible, por lo que se omitió la comprobación IPv6 opcional
fr: Aucune adresse IPv6 globale n'est disponible, le contrôle IPv6 facultatif a donc été ignoré
ja: グローバルIPv6アドレスを利用できないため、オプションのIPv6チェックをスキップしました
zh_hans: 没有可用的全局 IPv6 地址，因此跳过了可选的 IPv6 检查

# network_diagnostics.path.abnormal.summary
source: No system network path is available. Check Wi-Fi or Ethernet
de: Kein Systemnetzwerkpfad ist verfügbar. Prüfe Wi-Fi oder Ethernet
es: No hay una ruta de red del sistema disponible. Comprueba Wi-Fi o Ethernet
fr: Aucun chemin réseau système disponible. Vérifie le Wi-Fi ou l'Ethernet
ja: 利用可能なシステムネットワーク経路がありません。Wi-Fi または Ethernet を確認してください
zh_hans: 没有可用的系统网络路径。请检查 Wi-Fi 或以太网

# network_diagnostics.path.indeterminate.summary
source: The system network path could not be confirmed. Try again later
de: Der Systemnetzwerkpfad konnte nicht bestätigt werden. Versuche es später erneut
es: No se pudo confirmar la ruta de red del sistema. Inténtalo de nuevo más tarde
fr: Le chemin réseau système n'a pas pu être confirmé. Réessaie plus tard
ja: システムネットワーク経路を確認できませんでした。しばらくしてからもう一度お試しください
zh_hans: 暂时无法确认系统网络路径，请稍后重试

# network_diagnostics.path.normal.summary
source: System network path is available
de: Der Systemnetzwerkpfad ist verfügbar
es: La ruta de red del sistema está disponible
fr: Le chemin réseau système est disponible
ja: システムネットワーク経路を利用できます
zh_hans: 系统网络路径可用

# network_diagnostics.proxy.abnormal.summary
source: The system proxy cannot be reached and may prevent websites from opening. Check or turn off the proxy settings
de: Der Systemproxy ist nicht erreichbar und verhindert möglicherweise das Öffnen von Websites. Prüfe oder deaktiviere die Proxyeinstellungen
es: No se puede acceder al proxy del sistema, lo que puede impedir que se abran sitios web. Comprueba o desactiva los ajustes del proxy
fr: Le proxy système est injoignable et peut empêcher l'ouverture de sites. Vérifie ou désactive les réglages du proxy
ja: システムプロキシに接続できないため、Web サイトを開けない可能性があります。プロキシ設定を確認するか、オフにしてください
zh_hans: 系统代理无法连接，可能导致网页无法访问；请检查或关闭代理设置

# network_diagnostics.proxy.authentication_required.summary
source: A tested proxy route requires authentication
de: Eine getestete Proxy-Route erfordert eine Authentifizierung
es: Una ruta de proxy probada requiere autenticación
fr: Une route proxy testée nécessite une authentification
ja: テストしたプロキシルートには認証が必要です
zh_hans: 测试的代理路由需要身份验证

# network_diagnostics.proxy.automatic.detail
source: automatic proxy configuration was detected and was not evaluated.
de: Eine automatische Proxy-Konfiguration wurde erkannt und nicht ausgewertet.
es: Se detectó una configuración automática del proxy, pero no se evaluó.
fr: Une configuration de proxy automatique a été détectée et n'a pas été évaluée.
ja: 自動プロキシ構成が検出されましたが、評価されませんでした。
zh_hans: 检测到自动代理配置，但未进行评估。

# network_diagnostics.proxy.direct_routes.summary
source: The tested HTTP and HTTPS routes use direct connections
de: Die getesteten HTTP- und HTTPS-Routen verwenden Direktverbindungen
es: Las rutas HTTP y HTTPS probadas usan conexiones directas
fr: Les routes HTTP et HTTPS testées utilisent des connexions directes
ja: テストした HTTP および HTTPS ルートは直接接続を使用しています
zh_hans: 测试的 HTTP 和 HTTPS 路由使用直接连接

# network_diagnostics.proxy.disabled.summary
source: System proxy not in use
de: Systemproxy wird nicht verwendet
es: El proxy del sistema no está en uso
fr: Proxy système non utilisé
ja: システムプロキシは使用されていません
zh_hans: 未使用系统代理

# network_diagnostics.proxy.egress_unavailable.summary
source: The selected proxy cannot reach the control endpoint
de: Der ausgewählte Proxy kann den Kontrollendpunkt nicht erreichen
es: El proxy seleccionado no puede acceder al punto de conexión de control
fr: Le proxy sélectionné ne peut pas atteindre le point de contrôle
ja: 選択されたプロキシから制御エンドポイントに接続できません
zh_hans: 所选代理无法访问控制端点

# network_diagnostics.proxy.endpoint_unavailable.summary
source: The selected proxy endpoint is unavailable
de: Der ausgewählte Proxy-Endpunkt ist nicht verfügbar
es: El punto de conexión del proxy seleccionado no está disponible
fr: Le point de terminaison du proxy sélectionné est indisponible
ja: 選択されたプロキシエンドポイントを利用できません
zh_hans: 所选代理端点不可用

# network_diagnostics.proxy.indeterminate.summary
source: The system proxy could not be fully verified
de: Der Systemproxy konnte nicht vollständig überprüft werden
es: No se pudo verificar por completo el proxy del sistema
fr: Le proxy système n'a pas pu être entièrement vérifié
ja: システムプロキシを完全には確認できませんでした
zh_hans: 无法完整确认系统代理是否可用

# network_diagnostics.proxy.mixed_routing.summary
source: The tested HTTP and HTTPS routes use different proxy paths
de: Die getesteten HTTP- und HTTPS-Routen verwenden unterschiedliche Proxy-Pfade
es: Las rutas HTTP y HTTPS probadas usan distintas rutas de proxy
fr: Les routes HTTP et HTTPS testées utilisent des chemins de proxy différents
ja: テストした HTTP および HTTPS ルートは異なるプロキシ経路を使用しています
zh_hans: 测试的 HTTP 和 HTTPS 路由使用不同的代理路径

# network_diagnostics.proxy.normal.summary
source: System proxy available
de: Systemproxy verfügbar
es: Proxy del sistema disponible
fr: Proxy système disponible
ja: システムプロキシを利用できます
zh_hans: 系统代理可用

# network_diagnostics.proxy.pac_unavailable.summary
source: Automatic proxy configuration is unavailable
de: Die automatische Proxy-Konfiguration ist nicht verfügbar
es: La configuración automática del proxy no está disponible
fr: La configuration automatique du proxy est indisponible
ja: 自動プロキシ構成を利用できません
zh_hans: 自动代理配置不可用

# network_diagnostics.proxy.route_unavailable.summary
source: A tested proxy route is unavailable
de: Eine getestete Proxy-Route ist nicht verfügbar
es: Una ruta de proxy probada no está disponible
fr: Une route proxy testée est indisponible
ja: テストしたプロキシルートを利用できません
zh_hans: 测试的代理路由不可用

# network_diagnostics.proxy.routes_available.summary
source: The tested proxy routes are available
de: Die getesteten Proxy-Routen sind verfügbar
es: Las rutas de proxy probadas están disponibles
fr: Les routes proxy testées sont disponibles
ja: テストしたプロキシルートを利用できます
zh_hans: 测试的代理路由可用

# network_diagnostics.proxy.tunnel_routes_active.summary
source: Active virtual network interface detected
de: Aktive virtuelle Netzwerkschnittstelle erkannt
es: Se detectó una interfaz de red virtual activa
fr: Interface réseau virtuelle active détectée
ja: アクティブな仮想ネットワークインターフェースを検出しました
zh_hans: 检测到活跃的虚拟网络接口

# network_diagnostics.proxy.tunnel_routes.summary
source: Routing through a virtual network interface
de: Routing über eine virtuelle Netzwerkschnittstelle
es: Enrutamiento a través de una interfaz de red virtual
fr: Routage via une interface réseau virtuelle
ja: 仮想ネットワークインターフェース経由でルーティングしています
zh_hans: 通过虚拟网卡路由

# network_diagnostics.proxy.unable_to_determine.summary
source: Unable to determine the tested proxy routes
de: Die getesteten Proxy-Routen konnten nicht ermittelt werden
es: No se pudieron determinar las rutas de proxy probadas
fr: Impossible de déterminer les routes proxy testées
ja: テストしたプロキシルートを判定できません
zh_hans: 无法确定测试的代理路由

# network_diagnostics.ready.message
source: Run diagnostics to check this Mac’s network. Results will appear here.
de: Starten Sie die Diagnose, um das Netzwerk dieses Macs zu prüfen. Die Ergebnisse werden hier angezeigt.
es: Ejecuta el diagnóstico para comprobar la red de este Mac. Los resultados aparecerán aquí.
fr: Lance le diagnostic pour vérifier le réseau de ce Mac. Les résultats apparaîtront ici.
ja: 診断を実行して、このMacのネットワークを確認します。結果はここに表示されます。
zh_hans: 运行诊断以检查此 Mac 的网络，结果将显示在这里。

# network_diagnostics.remediation.captive_portal.action
source: Open a browser and complete the network sign-in.
de: Öffne einen Browser und schließe die Netzwerkanmeldung ab.
es: Abre un navegador y completa el inicio de sesión de la red.
fr: Ouvre un navigateur et termine la connexion au réseau.
ja: ブラウザを開いてネットワークへのサインインを完了してください。
zh_hans: 打开浏览器并完成网络登录。

# network_diagnostics.remediation.captive_portal.cause
source: A captive portal may be intercepting web access.
de: Ein Captive Portal fängt möglicherweise den Webzugriff ab.
es: Es posible que un portal cautivo esté interceptando el acceso web.
fr: Le réseau peut exiger une connexion via un portail captif.
ja: キャプティブポータルがウェブアクセスを遮っている可能性があります。
zh_hans: 网络门户可能正在拦截网页访问。

# network_diagnostics.remediation.captive_portal.detection
source: The network may require sign-in.
de: Für dieses Netzwerk ist möglicherweise eine Anmeldung erforderlich.
es: Es posible que la red requiera iniciar sesión.
fr: Le réseau peut nécessiter une connexion.
ja: ネットワークでサインインが必要な可能性があります。
zh_hans: 网络可能需要登录。

# network_diagnostics.remediation.certificate_time.action
source: Turn on automatic date and time, then run the check again.
de: Aktiviere Datum und Uhrzeit automatisch und führe die Prüfung erneut aus.
es: Activa la fecha y hora automáticas y vuelve a ejecutar la comprobación.
fr: Active la date et l'heure automatiques, puis relance le contrôle.
ja: 日付と時刻の自動設定を有効にして、もう一度チェックしてください。
zh_hans: 开启自动设置日期和时间，然后重新运行检查。

# network_diagnostics.remediation.certificate_time.cause
source: The Mac date or time may be incorrect.
de: Datum oder Uhrzeit des Mac sind möglicherweise falsch.
es: Es posible que la fecha o la hora del Mac sean incorrectas.
fr: La date ou l'heure du Mac peut être incorrecte.
ja: Macの日付または時刻が正しくない可能性があります。
zh_hans: Mac 的日期或时间可能不正确。

# network_diagnostics.remediation.certificate_time.detection
source: The secure connection certificate time is invalid.
de: Die Zertifikatszeit der sicheren Verbindung ist ungültig.
es: La hora del certificado de la conexión segura no es válida.
fr: La date du certificat de la connexion sécurisée est invalide.
ja: 安全な接続の証明書時刻が正しくありません。
zh_hans: 安全连接的证书时间无效。

# network_diagnostics.remediation.dns_unavailable.action
source: Reconnect to the network or try another DNS configuration.
de: Verbinde dich erneut mit dem Netzwerk oder probiere eine andere DNS-Konfiguration.
es: Vuelve a conectarte a la red o prueba otra configuración DNS.
fr: Reconnecte-toi au réseau ou essaie une autre configuration DNS.
ja: ネットワークに再接続するか、別のDNS設定を試してください。
zh_hans: 重新连接网络，或尝试其他 DNS 配置。

# network_diagnostics.remediation.dns_unavailable.cause
source: The current network or DNS configuration may not be responding.
de: Das aktuelle Netzwerk oder die DNS-Konfiguration antwortet möglicherweise nicht.
es: Es posible que la red actual o la configuración DNS no respondan.
fr: Le réseau ou la configuration DNS actuelle peut ne pas répondre.
ja: 現在のネットワークまたはDNS設定が応答していない可能性があります。
zh_hans: 当前网络或 DNS 配置可能没有响应。

# network_diagnostics.remediation.dns_unavailable.detection
source: Name lookup is unavailable.
de: Die Namensauflösung ist nicht verfügbar.
es: La resolución de nombres no está disponible.
fr: La résolution de noms est indisponible.
ja: 名前解決を利用できません。
zh_hans: 域名解析不可用。

# network_diagnostics.remediation.generic.action
source: Review the network settings and run the check again.
de: Prüfe die Netzwerkeinstellungen und führe die Prüfung erneut aus.
es: Revisa la configuración de red y vuelve a ejecutar la comprobación.
fr: Vérifie les réglages réseau et relance le contrôle.
ja: ネットワーク設定を確認して、もう一度チェックしてください。
zh_hans: 检查网络设置，然后重新运行检查。

# network_diagnostics.remediation.generic.cause
source: The result points to a network configuration or connectivity issue.
de: Das Ergebnis weist auf ein Problem mit der Netzwerkkonfiguration oder Verbindung hin.
es: El resultado apunta a un problema de configuración o conectividad de red.
fr: Le résultat pointe vers un problème de configuration ou de connectivité réseau.
ja: ネットワーク設定または接続に問題がある可能性があります。
zh_hans: 结果指向网络配置或连接问题。

# network_diagnostics.remediation.generic.detection
source: This network check found a problem.
de: Die Netzwerkprüfung hat ein Problem gefunden.
es: La comprobación de red ha encontrado un problema.
fr: Ce contrôle réseau a détecté un problème.
ja: ネットワークチェックで問題が見つかりました。
zh_hans: 网络检查发现了问题。

# network_diagnostics.remediation.indeterminate.action
source: Check the network settings, then run the check again.
de: Prüfe die Netzwerkeinstellungen und führe die Prüfung erneut aus.
es: Comprueba la configuración de red y vuelve a ejecutar la comprobación.
fr: Vérifie les réglages réseau, puis relance le contrôle.
ja: ネットワーク設定を確認して、もう一度チェックしてください。
zh_hans: 检查网络设置，然后重新运行检查。

# network_diagnostics.remediation.indeterminate.cause
source: The available evidence is inconclusive, so no single cause can be confirmed.
de: Die verfügbaren Hinweise sind nicht eindeutig; eine einzelne Ursache kann nicht bestätigt werden.
es: Las pruebas disponibles no son concluyentes, por lo que no se puede confirmar una única causa.
fr: Les preuves disponibles ne sont pas concluantes, aucune cause unique ne peut donc être confirmée.
ja: 証拠が不十分なため、原因を1つに特定できません。
zh_hans: 现有证据不足，无法确认单一原因。

# network_diagnostics.remediation.indeterminate.detection
source: This check could not be confirmed.
de: Diese Prüfung konnte nicht bestätigt werden.
es: No se pudo confirmar esta comprobación.
fr: Ce contrôle n'a pas pu être confirmé.
ja: このチェックを確認できませんでした。
zh_hans: 无法确认此项检查。

# network_diagnostics.remediation.path_unavailable.action
source: Reconnect the network, then run the check again.
de: Verbinde dich erneut mit dem Netzwerk und führe die Prüfung erneut aus.
es: Vuelve a conectarte a la red y ejecuta de nuevo la comprobación.
fr: Reconnecte le réseau, puis relance le contrôle.
ja: ネットワークに再接続して、もう一度チェックしてください。
zh_hans: 重新连接网络，然后再次运行检查。

# network_diagnostics.remediation.path_unavailable.cause
source: Wi-Fi, Ethernet, or the selected network service may be disconnected.
de: WLAN, Ethernet oder der ausgewählte Netzwerkdienst ist möglicherweise getrennt.
es: Es posible que la Wi-Fi, Ethernet o el servicio de red seleccionado estén desconectados.
fr: Le Wi-Fi, l'Ethernet ou le service réseau sélectionné peuvent être déconnectés.
ja: Wi-Fi、Ethernet、または選択されたネットワークサービスが切断されている可能性があります。
zh_hans: Wi-Fi、以太网或选中的网络服务可能已断开。

# network_diagnostics.remediation.path_unavailable.detection
source: The Mac does not have a usable network path.
de: Der Mac hat keinen nutzbaren Netzwerkpfad.
es: El Mac no tiene una ruta de red utilizable.
fr: Le Mac n'a pas de chemin réseau utilisable.
ja: Macに利用可能なネットワーク経路がありません。
zh_hans: Mac 没有可用的网络路径。

# network_diagnostics.remediation.proxy_authentication.action
source: Check the proxy credentials or sign in again.
de: Prüfe die Proxy-Zugangsdaten oder melde dich erneut an.
es: Comprueba las credenciales del proxy o vuelve a iniciar sesión.
fr: Vérifie les identifiants du proxy ou reconnecte-toi.
ja: プロキシの認証情報を確認するか、もう一度サインインしてください。
zh_hans: 检查代理凭据，或重新登录。

# network_diagnostics.remediation.proxy_authentication.cause
source: The proxy credentials may be missing or expired.
de: Die Proxy-Zugangsdaten fehlen möglicherweise oder sind abgelaufen.
es: Es posible que las credenciales del proxy falten o hayan caducado.
fr: Les identifiants du proxy peuvent être manquants ou expirés.
ja: プロキシの認証情報が未設定または期限切れの可能性があります。
zh_hans: 代理凭据可能未设置或已过期。

# network_diagnostics.remediation.proxy_authentication.detection
source: The proxy requested sign-in.
de: Der Proxy verlangt eine Anmeldung.
es: El proxy solicita iniciar sesión.
fr: Le proxy a demandé une connexion.
ja: プロキシが認証を要求しました。
zh_hans: 代理要求登录。

# network_diagnostics.remediation.proxy_unavailable.action
source: Start the proxy app, or disable the stale system proxy.
de: Starte die Proxy-App oder deaktiviere den veralteten Systemproxy.
es: Inicia la app del proxy o desactiva el proxy del sistema obsoleto.
fr: Démarre l'app de proxy ou désactive le proxy système obsolète.
ja: プロキシアプリを起動するか、古いシステムプロキシを無効にしてください。
zh_hans: 启动代理应用，或禁用失效的系统代理。

# network_diagnostics.remediation.proxy_unavailable.cause
source: The proxy app may be stopped, or an old proxy setting may remain enabled.
de: Die Proxy-App wurde möglicherweise beendet oder eine alte Proxy-Einstellung ist noch aktiv.
es: Es posible que la app del proxy esté detenida o que una configuración antigua siga activa.
fr: L'app de proxy peut être arrêtée, ou un ancien réglage de proxy peut rester actif.
ja: プロキシアプリが停止しているか、古いプロキシ設定が有効な可能性があります。
zh_hans: 代理应用可能已停止，或旧代理设置仍处于开启状态。

# network_diagnostics.remediation.proxy_unavailable.detection
source: A configured proxy route could not be reached.
de: Eine konfigurierte Proxyroute war nicht erreichbar.
es: No se pudo alcanzar una ruta de proxy configurada.
fr: Une route proxy configurée n'a pas pu être atteinte.
ja: 設定されたプロキシ経路に接続できませんでした。
zh_hans: 无法访问已配置的代理路径。

# network_diagnostics.remediation.rerun
source: Run Network Self-Check again after making the change.
de: Führe die Netzwerk-Selbstprüfung nach der Änderung erneut aus.
es: Vuelve a ejecutar la autocomprobación de red después de realizar el cambio.
fr: Relance l'auto-contrôle réseau après avoir effectué le changement.
ja: 変更後にネットワークセルフチェックをもう一度実行してください。
zh_hans: 完成更改后，再次运行网络自检。

# network_diagnostics.report.column.check
source: Check
de: Prüfung
es: Comprobación
fr: Contrôle
ja: チェック
zh_hans: 检查项目

# network_diagnostics.report.column.result
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
zh_hans: 结果

# network_diagnostics.stage.additional.title
source: Additional Checks
de: Zusätzliche Prüfungen
es: Comprobaciones adicionales
fr: Contrôles supplémentaires
ja: 追加チェック
zh_hans: 附加检测

# network_diagnostics.stage.this_mac.title
source: This Mac
de: Dieser Mac
es: Este Mac
fr: Ce Mac
ja: このMac
zh_hans: 本机环境

# network_diagnostics.state.checking
source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
ja: 確認中…
zh_hans: 检测中…

# network_diagnostics.state.completed
source: Check complete
de: Prüfung abgeschlossen
es: Comprobación completada
fr: Contrôle terminé
ja: 確認完了
zh_hans: 检测完成

# network_diagnostics.state.waiting
source: Waiting to run
de: Wartet auf Ausführung
es: En espera
fr: En attente d'exécution
ja: 実行待ち
zh_hans: 等待检测

# network_diagnostics.status.abnormal
source: Abnormal
de: Fehlerhaft
es: Anómalo
fr: Anormal
ja: 異常
zh_hans: 异常

# network_diagnostics.status.blocked
source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
ja: ブロックされています
zh_hans: 已阻止

# network_diagnostics.status.indeterminate
source: Indeterminate
de: Nicht bestimmbar
es: No determinable
fr: Indéterminé
ja: 判定不能
zh_hans: 无法判断

# network_diagnostics.status.skipped
source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ済み
zh_hans: 已跳过

# observation.diagnosis.congested.message_fmt
source: Channel %1$lld has %2$lld nearby APs. Consider %3$@.
de: Kanal %1$lld hat %2$lld APs in der Nähe. Erwäge %3$@.
es: El canal %1$lld tiene %2$lld AP cercanos. Considera %3$@.
fr: Le canal %1$lld compte %2$lld AP proches. Envisage %3$@.
ja: チャンネル %1$lld には近隣 %2$lld 件の AP があります。%3$@ を検討してください。
zh_hans: 信道 %1$lld 附近有 %2$lld 个 AP。建议考虑 %3$@。

# observation.diagnosis.congested.title
source: Congested Channel
de: Überlasteter Kanal
es: Canal congestionado
fr: Canal encombré
ja: 混雑したチャンネル
zh_hans: 信道拥挤

# observation.diagnosis.excellent.message
source: Strong signal, clean channel, and WPA3 security. You're getting the best experience.
de: Starkes Signal, sauberer Kanal und WPA3-Sicherheit. Du erhältst das beste Erlebnis.
es: Señal fuerte, canal limpio y seguridad WPA3. Estás obteniendo la mejor experiencia.
fr: Signal fort, canal propre et sécurité WPA3. Tu profites de la meilleure expérience.
ja: 強い信号、クリーンなチャンネル、WPA3 セキュリティ。最高の接続環境です。
zh_hans: 信号强、信道干净，并使用 WPA3 安全性。你正在获得最佳体验。

# observation.diagnosis.excellent.title
source: Your connection looks great
de: Deine Verbindung sieht gut aus
es: Tu conexión se ve excelente
fr: Ta connexion est excellente
ja: 接続状態は良好です
zh_hans: 你的连接状态很好

# observation.diagnosis.mediocre.message
source: Your channel could be improved. Try switching to a less crowded channel.
de: Dein Kanal könnte verbessert werden. Wechsle zu einem weniger belegten Kanal.
es: Tu canal podría mejorar. Intenta cambiar a un canal menos concurrido.
fr: Ton canal pourrait être amélioré. Essaie de passer à un canal moins encombré.
ja: チャンネル品質は改善できます。混雑の少ないチャンネルへ切り替えてみてください。
zh_hans: 当前信道还有改善空间。请尝试切换到较不拥挤的信道。

# observation.diagnosis.mediocre.title
source: Mediocre Channel Quality
de: Mäßige Kanalqualität
es: Calidad de canal regular
fr: Qualité de canal médiocre
ja: チャンネル品質は中程度
zh_hans: 信道质量一般

# observation.diagnosis.ok.message
source: You could improve by moving closer to the router or switching channels.
de: Du kannst die Verbindung verbessern, indem du näher zum Router gehst oder den Kanal wechselst.
es: Puedes mejorar acercándote al router o cambiando de canal.
fr: Tu pourrais améliorer ta connexion en te rapprochant du routeur ou en changeant de canal.
ja: ルーターに近づくか、チャンネルを切り替えると改善できる可能性があります。
zh_hans: 靠近路由器或切换信道可能会改善连接。

# observation.diagnosis.ok.title
source: Connection is OK
de: Verbindung ist OK
es: La conexión está bien
fr: La connexion est correcte
ja: 接続は問題ありません
zh_hans: 连接正常

# observation.diagnosis.old_phy.message_fmt
source: You're on Wi‑Fi %1$@. Consider upgrading to Wi‑Fi 6 or 7 for faster speeds.
de: Du nutzt Wi‑Fi %1$@. Erwäge ein Upgrade auf Wi‑Fi 6 oder 7 für höhere Geschwindigkeiten.
es: Estás usando Wi‑Fi %1$@. Considera actualizar a Wi‑Fi 6 o 7 para mayor velocidad.
fr: Tu es en Wi‑Fi %1$@. Envisage de passer au Wi‑Fi 6 ou 7 pour des vitesses plus rapides.
ja: Wi‑Fi %1$@ を使用しています。速度向上のため Wi‑Fi 6 または 7 へのアップグレードを検討してください。
zh_hans: 你正在使用 Wi‑Fi %1$@。建议升级到 Wi‑Fi 6 或 7 以获得更快速度。

# observation.diagnosis.old_phy.title
source: Older Wi‑Fi Generation
de: Ältere Wi‑Fi-Generation
es: Generación Wi‑Fi antigua
fr: Ancienne génération Wi‑Fi
ja: 古い Wi‑Fi 世代
zh_hans: 较旧的 Wi‑Fi 世代

# observation.diagnosis.security.message_fmt
source: Your network uses %1$@. Upgrade to WPA3 for better security.
de: Dein Netzwerk verwendet %1$@. Aktualisiere auf WPA3 für bessere Sicherheit.
es: Tu red usa %1$@. Actualiza a WPA3 para mejorar la seguridad.
fr: Ton réseau utilise %1$@. Passe à WPA3 pour une meilleure sécurité.
ja: ネットワークは %1$@ を使用しています。セキュリティ向上のため WPA3 へアップグレードしてください。
zh_hans: 你的网络使用 %1$@。建议升级到 WPA3 以提高安全性。

# observation.diagnosis.security.title
source: Security Warning
de: Sicherheitswarnung
es: Advertencia de seguridad
fr: Avertissement de sécurité
ja: セキュリティ警告
zh_hans: 安全警告

# observation.diagnosis.unknown.message
source: Unable to determine connection quality.
de: Verbindungsqualität konnte nicht bestimmt werden.
es: No se puede determinar la calidad de la conexión.
fr: Impossible de déterminer la qualité de la connexion.
ja: 接続品質を判定できません。
zh_hans: 无法确定连接质量。

# observation.diagnosis.unknown.title
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
zh_hans: 未知

# observation.diagnosis.weak_signal.message
source: Try moving closer to your access point or removing obstacles.
de: Gehe näher zum Access Point oder entferne Hindernisse.
es: Intenta acercarte al punto de acceso o retirar obstáculos.
fr: Essaie de te rapprocher de ton point d'accès ou de retirer les obstacles.
ja: アクセスポイントに近づくか、障害物を取り除いてください。
zh_hans: 请尝试靠近接入点，或移除障碍物。

# observation.diagnosis.weak_signal.title
source: Weak Signal
de: Schwaches Signal
es: Señal débil
fr: Signal faible
ja: 弱い信号
zh_hans: 信号弱

# observation.latency.elevated
source: Elevated
de: Erhöht
es: Elevada
fr: Élevée
ja: やや高い
zh_hans: 偏高

# observation.latency.high
source: High
de: Hoch
es: Alta
fr: Élevée
ja: 高い
zh_hans: 高

# observation.latency.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
zh_hans: 不可用
